app/controllers/articles_controller.rb

	def create
		#render plain: params[:article].inspect
		#@article = Article.new(params[:article])

		@article = Article.new(article_params)

		if @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "asd"], ["text", "asd"], ["created_at", "2018-04-21 17:05:35.846341"], ["updated_at", "2018-04-21 17:05:35.846341"]]